#Задача «Длина слова»
a=('"Мужество,не в иносказательном смысле, сила, ловкость, эмоциональность в сочетании с трезвостью расчета и хладнокровием - '
   'этот комплекс выделяет, пожалуй, регби среди других видов спорта" - Дважды Герой Советского Союза,летчик-космонавт П.И. Климук')
print('Результат задачи "Длина слова":',len(a))

#Задача «Суммы и разности»
first=6
second=15
summa=first+second
diff=first-second
print ('Результат задачи "Суммы и разности":',summa,",",diff)

#Задача «Среднее арифметическое»
first=4.5
second=7
third=10.1
mean=(first+second+third)/3
print('Результат задачи "Среднее арифметическое":',mean)

#Задача «Простые строчки»
first_string='Вторник'
second_string='Понедельник'
print('Результат задачи "Простые строчки":',second_string,", ",first_string)

#Задача «Сложная формула»
a=7.49
b=69.5
c=38.2
f=(((a * b) + (a * c))**3)/2
print('Результат задачи "Сложная формула":',f)
